# Taps
tap "homebrew/autoupdate"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"
# Formulae
brew "starship"
brew "htop"
brew "zsh-syntax-highlighting"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "git"
brew "pyenv"
brew "pipenv"
brew "pre-commit"
brew "direnv"
brew "gnupg"
brew "go"
brew "gpg"
brew "httpie"
brew "node"
brew "nvm"
brew "ssh-copy-id"
brew "sqlite"
brew "cowsay"
brew "gettext"
brew "readline"
brew "openssl"
brew "wget"
brew "jq"
brew "lolcat"
brew "nano"
brew "the_silver_searcher"
brew "unzip"
brew "pass"
brew "ykman"
brew "ykpers"
brew "yubico-pam"
brew "yubico-piv-tool"
# Casks
cask "chromedriver"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "google-chrome"
cask "google-chrome-canary"
cask "rectangle"
cask "alfred"
cask "gitkraken"
cask "1password"
cask "iterm2"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "kitty"
cask "spotify"
cask "1password-cli"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "obsidian"
cask "vivaldi"
cask "stay"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "yubico-yubikey-piv-manager"
